Repository: dimadin/cache-images
Catalog: languages/cache-images-*.po
Languages: es_es, sr_rs

source: Cache Remote Images
es_es: Cachear Im&aacute;genes Remotas
sr_rs: Сними удаљене слике

source: Remote Image Caching
es_es: Cacheado de Im&aacute;genes Remotas
sr_rs: Снимање удаљених слика

source: Here&#8217;s how this works:
es_es: As&iacute; es como funciona:
sr_rs: Ево како ово ради:

source: Click the button below and we&#8217;ll scan all of your posts for remote images
es_es: Haga click en el siguiente bot&oacute;n para escanear todos los art&iacute;culos en busca de im&aacute;genes remotas
sr_rs: Притисните на дугме испод и ми ћемо претражити све ваше чланке за удаљене слике

source: Then you&#8217;ll be presented with a list of domains. For each domain, press button Cache from this domain
es_es: Entonces aparecer&aacute; una lista de dominios. Por cada dominio, habr&aacute; un bot&oacute;n Cachear desde este dominio.
sr_rs: Онда ће вам се приказати списак домена. За сваки домен, притисните на дугме Сними са овог домена

source: The images will be copied to your upload directory, the links in your posts will be updated to the new location, and images will be added to your media library, associated to first post from where they are found.
es_es: Las im&aacute;genes ser&aacute;n copiados a la carpeta upload, y los links en todos esos posts se actualizar&aacute;n para usar las im&aacute;genes en su nueva ubicaci&oacute;n. También se actualizar&aacute;n las entradas de la biblioteca multimedia.
sr_rs: Слике ће бити снимљене у вашем директоријуму отпремања, веза у вашим чланцима ће бити ажуриране на ново место и све слике ће бити додате у вашу библиотеку садржаја, повезане уз први чланак где су пронађене.

source: Tip:
es_es: Consejo:
sr_rs: Савет:

source: You can install plugin WP Smush.it to reduce image file sizes and improve performance using the Smush.it API.
es_es: Puede instalar tambi&eacute;n el plugin WP Smush.it para reducir el tama&ntilde;o de las im&aacute;genes y mejorar as&iacute; el rendimiento global del sitio.
sr_rs: Можете поставити додатак WP Smush.it да бисте смањили величину датотека слика и повећали учинак користећи Smush.it API.

source: (<a href='%s'>read more about WP Smush.it</a>)
es_es: (<a href='%s'>m&aacute; info acerca de WP Smush.it</a>)
sr_rs: (<a href='%s'>сазнајте више о WP Smush.it</a>)

source: <a href='%s' class='thickbox'>Install WP Smush.it</a>
es_es: <a href='%s' class='thickbox'>Instalar WP Smush.it</a>
sr_rs: <a href='%s' class='thickbox'>Постави WP Smush.it</a>

source: Scan &raquo;
es_es: Escanear &raquo;
sr_rs: Претражи &raquo;

source: No posts with images were found.
es_es: No se encontraron art&iacute;culos con im&aacute;genes.
sr_rs: Нема пронађених чланака са сликама.

source: Reading posts...
es_es: Leyendo posts...
sr_rs: Читање чланака...

source: Done caching from %1$s
es_es: Cache completo desde %1$s
sr_rs: Завршено снимање са %1$s

source: Caching %1$s of %2$s
es_es: Cacheando %1$s / %2$s
sr_rs: Снимање %1$s. од %2$s слика

source: Error %1$s
sr_rs: Грешка %1$s

source: We found some results. Choose the domains from where you want to grab images from by clicking on a button "Cache from this domain" next to it.
es_es: Se encontraron algunos resultados. Seleccione los dominios desde donde desee tomar im&aacute;genes cliqueando en el bot&oacute;n "Cachear desde este dominio".
sr_rs: Пронашли смо неке резултате. Одаберите домене са којих желите да зграбите слике притиском на дугме „Сними са овог домена“ које се налази поред назива домена.

source: <strong>Note</strong>: you <strong>must not close</strong> this page while caching is performed. You can close it when you see message "Done caching from..." and yellow bar is removed
es_es: <strong>Nota</strong>: <strong>POR FAVOR NO CERRAR ESTA PAGINA</strong> mientras se cachean datos. Puede cerrarse cuando lea el mensaje "Cache completo desde..." y la barra amarilla desaparezca.
sr_rs: <strong>Напомена</strong>: <strong>немојте да затварате</strong> ову страницу док се врши снимање. Можете је затворити када видите поруку „Завршено снимање са...“ и када је жута трака уклоњена

source: Last cached picture: %1$s
es_es: Ultima imagen cacheada: %1$s
sr_rs: Последња снимљена слика: %1$s

source: (%1$s image found)
es_es: (%1$s imagen encontrada)
sr_rs: (%1$s слика је пронађена)

source: Cache from this domain
es_es: Cachear desde este dominio
sr_rs: Сними са овог домена

source: Cache Images
sr_rs: Сними слике

source: Goes through your posts and gives you the option to cache all hotlinked images from a domain locally in your upload folder
es_es: Recorre todos los posts para localizar im&aacute;genes hotlinkeadas desde este blog y permite copiarlas para almacenarlas localmente.
sr_rs: Пролази кроз ваше чланке и даје вам могућност снимања свих слика са удаљених домена у вашој фасцикли отпремања

source: Matt Mullenweg
sr_rs: Мет Муленвег
